Repository: mickeyreg/infinityHD-nbox
Catalog: infinityHD-nbox/usr/lib/enigma2/python/Plugins/Extensions/inHDcontroler/locale/*/LC_MESSAGES/inHDcontroler.po
Languages: pl

source: Classic
pl: Klasyczny

source: Fresh
pl: Świeży

source: Big Picon Classic
pl: Klasyczny - Big Picon

source: Big Picon Classic Lite
pl: Uproszczony Klasyczny - Big Picon

source: Picon Classic
pl: Klasyczny - Picon

source: Big Picon Up Down
pl: Góra Dół - Big Picon

source: Picon Up Down
pl: Góra Dół - Picon

source: No Picon Classic
pl: Klasyczny - bez pikon

source: No Picon BigClock
pl: Duży zegar - bez pikon

source: No Picon Up Down
pl: Góra Dół - bez pikon

source: Compact
pl: Kompaktowy

source: More EPG
pl: Więcej EPG

source: Right
pl: Po prawej

source: Left
pl: Po lewej

source: No Picon
pl: Bez pikon

source: Classic - 100x60
pl: Klasyczne - 100x60

source: Picon Right
pl: Po prawej - Picon

source: Big Picon Right
pl: Po prawej - Big Picon

source: No Picon Right
pl: Po prawej - bez pikon

source: Picon Left
pl: Po lewej - bez pikon

source: Big Picon Left
pl: Po lewei - Big Picon

source: No Picon Left
pl: Po lewej - bez pikon

source: Picon Up
pl: Na górze - Picon

source: Big Picon Up
pl: Na górze - Big Picon

source: No Picon Up
pl: Na górze - bez pikon

source: Center
pl: Na środku

source: BigPicon Center
pl: Na środku - Big Picon

source: Top Left
pl: Lewy górny róg

source: BigPicon Top Left
pl: Lewy górny róg - Big Picon

source: Top Right
pl: Prawy górny róg

source: BigPicon Top Right
pl: Prawy górny róg - Big Picon

source: Bottom Left
pl: Lewy dolny róg

source: BigPicon Bottom Left
pl: Lewy dolny róg - Big Picon

source: Bottom Right
pl: Prawy dolny róg

source: BigPicon Bottom Right
pl: Prawy dolny róg - Big Picon

source: CAID/Tuner/Signal
pl: CAID/Tuner/Sygnał

source: ECM/Tuner/Signal
pl: ECM/Tuner/Sygnał

source: ECM Only
pl: Tylko ECM

source: Sat Info/Signal
pl: Sat Info/Sygnał

source: ECM/Sat Info/Signal
pl: ECM/Sat Info/Sygnał

source: Vertical
pl: Pionowy

source: Horizontal
pl: Poziomy

source: New
pl: Nowy

source: Configuration tool for infinityHD-nbox
pl: Plugin konfiguracyjny infinityHD-nbox

source: ============ Fonts & colors ============
pl: ============ Czcionki i kolory ============

source: Font:
pl: Czcionka:

source: EPG font size on Channel Selection screen:
pl: Wielkość opisów EPG na liście kanałów:

source: EPG font size on Second Infobar screen:
pl: Wielkość opisów EPG na dodatkowym pasku info:

source: EPG font size on EPG Selection screen:
pl: Wielkość opisów EPG na liście audycji:

source: EPG font size on Event View screen:
pl: Wielkość opisów EPG w opisie audycji:

source: EPG font size on GraphMultiEPG screen:
pl: Wielkość opisów EPG w GraphMultiEPG:

source: Colors:
pl: Kolory:

source: ============ Infobar ============
pl: ============ Pasek info ============

source: Infobar:
pl: Pasek info:

source: Infobar Footer:
pl: Stopka paska info:

source: ============ Second Infobar ============
pl: ============ Dodaktowy pasek info ============

source: Second Infobar:
pl: Dodatkowy pasek info:

source: Second Infobar Footer:
pl: Stopka dodatkowego paska info:

source: ============ Channel Selection ============
pl: ============ Lista kanałów ============

source: Channel Selection side:
pl: Lista kanałów po stronie:

source: Picon size:
pl: Rozmiar pikon:

source: Channel Selection rows:
pl: Liczba wierszy na liście kanałów:

source: How many next events to show on Channel Selection screen:
pl: Ilość następnych audycji do wyświetlenia:

source: ============ Other ============
pl: ============ Inne ustawienia ============

source: EPG Selection:
pl: Lista audycji:

source: Event View:
pl: Opis audycji::

source: Number Zap:
pl: Wybór kanału numerem:

source: Volume Bar:
pl: Pasek głośności:

source: Window Style:
pl: Styl okien:

source: Do you really want to restart GUI now?
pl: Czy chcesz teraz wykonać restart GUI?

source: Information
pl: Informacja

source: Successfully creating Skin!
pl: Zakończono generowanie pliku skórki!

source: Error creating Skin!
pl: Wystąpił błąd podczas tworzenia pliku skórki!

source: GUI needs a restart to apply a new skin. Do you want to Restart the GUI now?
pl: Aby załadować nowy wygląd skórki, należy wykonać restart GUI. Czy chcesz teraz wykonać restert GUI?

source: Show footer in Infobar:
pl: Pokaż stopkę paska info:
